[AdventSniperM1 X2CharacterTemplate]
strCharacterName="Снайпер \"Адвента\""

[AdventSniperM2 X2CharacterTemplate]
strCharacterName="Снайпер \"Адвента\""

[AdventSniperM3 X2CharacterTemplate]
strCharacterName="Элитный снайпер \"Адвента\""

[AdventSniperM1_WPN X2WeaponTemplate]
FriendlyName="Магнитная снайперская винтовка \"Адвента\""
BriefSummary="XCOM удалось спасти множество стандартного стрелкового оружия пехоты; это самая распространенная разновидность, похожая на винтовку, использовавшаяся двадцать лет назад. Хотя она явно уступает магнитной технологии \"Адвента\", но она, по крайней мере, может быть модернизированна с использованием дополнительного утиля оружия, если стандартный технический подход не используется."
TacticalText="<Bullet/> Стрельба из основного оружия всегда заканчивает ход солдата.\n<Bullet/> Если солдат стреляет, используя оба доступных действия, будет сделано три выстрела с пониженной точностью, но в целом с повышенной эффективностью.\n<Bullet/> Используйте улучшения, добытые у врагов, для улучшения тактическая эффективность штурмовой винтовки."

[AdventSniperM2_WPN X2WeaponTemplate]
FriendlyName="Магнитная снайперская винтовка \"Адвента\""
BriefSummary="XCOM удалось спасти множество стандартного стрелкового оружия пехоты; это самая распространенная разновидность, похожая на винтовку, использовавшаяся двадцать лет назад. Хотя он явно уступает магнитной технологии \"Адвента\", но она, по крайней мере, может быть модернизированна с использованием дополнительного утиля оружия, если стандартный технический подход не используется."
TacticalText="<Bullet/> Стрельба из основного оружия всегда заканчивает ход солдата.\n<Bullet/> Если солдат стреляет, используя оба действия, будет сделано три выстрела с пониженной точностью, но в целом с повышенной эффективностью.\n<Bullet/> Используйте улучшения, полученные от врагов, чтобы повысить тактическую эффективность штурмовой винтовки."

[AdventSniperM3_WPN X2WeaponTemplate]
FriendlyName="Магнитная снайперская винтовка \"Адвента\""
BriefSummary="XXCOM удалось спасти множество стандартного стрелкового оружия пехоты; это самая распространенная разновидность, похожая на винтовку, использовавшаяся двадцать лет назад. Хотя он явно уступает магнитной технологии \"Адвента\", но она, по крайней мере, может быть модернизированна с использованием дополнительного утиля оружия, если стандартный технический подход не используется."
TacticalText="<Bullet/> Стрельба из основного оружия всегда заканчивает ход солдата.\n<Bullet/> Если солдат стреляет, используя оба действия, будет сделано три выстрела с пониженной точностью, но в целом с повышенной эффективностью.\n<Bullet/> Используйте улучшения, полученные от врагов, чтобы повысить тактическую эффективность штурмовой винтовки."


[AdvSniperStandardFire X2AbilityTemplate]
LocFriendlyName="Огненная снайперская винтовка"
LocHelpText="Стреляйте из снайперской винтовки в цель."
LocLongDescription="<Bullet/> Снайперская винтовка мощная и точная на больших дистанциях, но для стрельбы всегда требуется два действия.<br><Bullet/>Стрельба из основного оружия всегда заканчивает ход солдата.<br>"

[AdvSniperRifleOverwatch X2AbilityTemplate]
LocFriendlyName="Наблюдение"
LocHelpText="Произвидет выстрел по первому врагу, который будет двигаться в пределах вашей прямой видимости, со штрафом меткости."
LocLongDescriptionWhenConcealed="Произвидет выстрел по первому врагу, который будет двигаться в пределах вашей прямой видимости, но только если он обнаружен."
LocFlyOverText="Наблюдение"
LocFriendlyNameWhenConcealed="Наблюдение (Скрытый)"

[AdvSniperSquadsight X2AbilityTemplate]
LocFriendlyName="Прицел отряда"
LocLongDescription="Снайпер \"Адвента\" может нацеливаться на врагов в пределах видимости отряда, при условии, что цель находится в прямой видимости."
LocHelpText="Снайпер \"Адвента\" может нацеливаться на врагов в пределах видимости отряда, при условии, что цель находится в прямой видимости."
LocFlyOverText="Squadsight"

[AdvSniperLongWatch X2AbilityTemplate]
LocFriendlyName="Долгое наблюдение"
LocLongDescription="Позволяет срабатывание наблюдения по прицелу отряда."
LocHelpText="Стрельба по первому врагу, который движется в пределах вашей прямой видимости (в зоне видимости отряда)."
LocLongDescriptionWhenConcealed="Стреляйте по первому врагу, который движется в пределах вашей прямой видимости (в зоне видимости отряда), но только если вас обнаружат."
LocFlyOverText="Долгое наблюдение"

[AdvSniperLongWatchShot X2AbilityTemplate]
LocFriendlyName="Длинный выстрел"

[CorpseAdventSniper X2ItemTemplate]
FriendlyName="<font color='#b30505'>Труп Снайпера \"Адвента\"</font>"
FriendlyNamePlural="<font color='#b30505'>Труп Снайпера \"Адвента\"</font>"
BriefSummary="Несмотря на то, что он идентичен солдату \"Адвента\", их глаза были изменены неизвестной технологией, что, вероятно, улучшает их возможности прицеливания." 

[AutopsyAdventSniper X2TechTemplate]
DisplayName="<font color='#b30505'>Вскрытие Снайпера \"Адвента\"</font>"
Summary="Снайперы \"Адвента\" - это новейшая разновидность войск \"Адвента\". Улучшить дальнобойную мощь пришельцев, дав им снайперскую магнитную винтовку, способную стрелять с огромного расстояния."
CodeName="Simo"
LongDescription="Снайпер \"Адвента\" по большей части полностью идентичен солдатам \"Адвента\", однако мы обнаружили неизвестное вещество в их глазах. Вещество проходит от зрачка до зрительного нерва. Мы не уверены в том, из чего производится это конкретное вещество, и не можем воспроизвести его. После дальнейшего изучения мы пришли к выводу, что это вещество помогает пользователю сосредоточиться больше, чем его союзники по \"Адвента\" и, скорее всего, их инопланетные повелители. Это также улучшает их зрение, мы считаем, что снайперы \"Адвента\" способны замечать малейшее движение за десятки километров. Это недавняя разработка Старейшин, поскольку во время вторжения снайперов не было. Их оружие похоже на штурмовую винтовку \"Адвента\", за исключением того, что значительно улучшена прицельцами. Р. Тайгон."
AlertString="Снайпер \"Адвента\""

[AdventSniperM1_XCOM X2WeaponTemplate]
FriendlyName="Винтовка Предвестника"
BriefSummary="Снайперская винтовка, которую используют снайперы \"Адвента\". Она имеет превосходную модульную структуру, что позволяет нашим солдатам сразу же оборудовать три улучшения. Благодаря магнитной технологии, которую использует Адвент, мы проведем модернизации наших обычных винтовок."
TacticalText="<Bullet/> Снайперская винтовка всегда использует два действия, чтобы выстрелить.\n<Bullet/> Снайперская винтовка получает штраф при стрельбе с близкого расстояния.\n<Bullet/> Снайперская винтовка использует магнитные снаряды и может быть оснащена тремя улучшениями оружия."

[AdventSniperM2_XCOM X2WeaponTemplate]
FriendlyName="Продвинутая винтовка Предвестника"
BriefSummary="Винтовка, которую использует Снайпер \"Адвента\". Она имеет превосходную модульную структуру, что позволяет нашим солдатам сразу же оборудовать три улучшения. Благодаря магнитной технологии, которую использует Адвент, мы проведем модернизации наших обычных винтовок."
TacticalText="<Bullet/> Снайперская винтовка всегда использует два действия, чтобы выстрелить.\n<Bullet/> Снайперская винтовка получает штраф при стрельбе с близкого расстояния.\n<Bullet/> Снайперская винтовка использует магнитные снаряды и может быть оснащена тремя улучшениями оружия."

[AdventSniperM3_XCOM X2WeaponTemplate]
FriendlyName="Альфа винтовка Предвестника"
BriefSummary="Снайперская винтовка, которую использует Снайпер \"Адвента\". Она имеет превосходную модульную структуру, что позволяет нашим солдатам сразу же оборудовать три улучшения. Благодаря магнитной технологии, которую использует Адвент, мы проведем модернизации наших обычных винтовок."
TacticalText="<Bullet/> Снайперская винтовка всегда использует два действия, чтобы выстрелить.\n<Bullet/> Снайперская винтовка получает штраф при стрельбе с близкого расстояния.\n<Bullet/> Снайперская винтовка использует магнитные снаряды и может быть оснащена тремя улучшениями оружия.\n<Bullet/>Пробивает одну точку брони."